Repository: intraweb-modules12/iw_myrole
Catalog: locale/*/LC_MESSAGES/module_*_myrole.po
Languages: ca, es

source: Show the groups or roles available and allow users change the group
ca: Mostra els grups o rols disponibles i permet a l'usuari/ària canviar de grup
es: Muestra los grupos o roles disponibles y permite al usuario/a cambiar de rol

source: Module iw_main is required. You have to install the iw_main module previously to install it.
ca: El mòdul iw_main ha d'estar instal·lat. Instal·leu-lo per poder instal·lar aquest mòdul.
es: El módulo iw_main debe estar instalado. Instálalo antes de instalar este módulo.

source: Initial group of users that can change the role
ca: Grup inicial d'usuaris que poden canviar de grup
es: Grupo inicial de usuarios que pueden cambiar de grupo

source: Done! %i% created.
ca: S'ha creat %i%
es: Hecho! %i% creado.

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat
es: Error! Intento de borrado fallido.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat
es: Error! Intento de creación fallido.

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements
es: Error! No se logró cargar los elementos.

source: The group change has been made.
ca: El canvi de grup s'ha fet efectiu.
es: Se ha realizado el cambio de grupo.

source: The group change has not been made.
ca: El canvi de grup no s'ha fet efectiu.
es: No se ha realizado el cambio de grupo.

source: Error in the role change
ca: S'ha produït un error en el canvi de rol
es: Se ha producido un error en el cambio de rol

source: Allow users to change their roles or groups.
ca: Permet als usuaris registrats canviar de grup en qualsevol moment
es: Permite a los usuarios/as cambiar de rol o grupo

source: Group selection
ca: Selecció de grup
es: Selección de grup

source: Choose the change role group
ca: Tria el grup per a canvis de rol
es: Elige el grupo para cambios de rol

source: Groups not listed in the chooseable groups list
ca: Grups que no surten a la llista de grups a triar
es: Grupos que no salen en la llista de grupos a escoger

source: Modify
ca: Modifica
es: Modificar

source: Cancel
ca: Cancel·la
es: Cancelar

source: About this module
ca: Pel que fa a aquest mòdul
es: Por lo que al módulo se refiere

source: Choose the groups...
ca: Tria els grups...
es: Escoge los grupos...

source: Set as default
ca: Estableix per defecte
es: Establece por defecto

source: No change has been made due to possible lost of previous roles. Review the permissions related with the change roles group. Be sure that this permission is in second place in the permissions list.
ca: El canvi de rols no ha estat possible perquè es podria perdre la possibilitat de recuperar els rols antics. Reviseu els permisos relacionats amb el grup de canvi de rol, i assegureu-vos de que aquest permís està a la segona posició de la llista de permisos.
es: El cambio de roles no ha sido posible porque se podia perder la capacidad de recuperar los roles previos. Revisa los permisos relacionados con el grupo de cambio de rol y asegúrate que este permiso ocupa la segunda posición en la lista de permisos.

source: The permissions for all users are applied.
ca: S'apliquen els permisos comuns a tots els grups.
es: Se aplican los permisos comunes a todos los grupos.

source: Reset
ca: Fes reset
es: Haz reset

source: Apply new roles
ca: Aplica nous rols
es: Aplica roles nuevos

source: Administration
ca: Administra

source: Managing annotations
es: Gestión de anotaciones
